ycsb/load_result/redis-load-nhp-nf-16G.dat
[OVERALL], RunTime(ms), 11022458
[OVERALL], Throughput(ops/sec), 181.447731531388
[TOTAL_GCS_PS_Scavenge], Count, 3667
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 5491
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.04981647469194258
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 3667
[TOTAL_GC_TIME], Time(ms), 5491
[TOTAL_GC_TIME_%], Time(%), 0.04981647469194258
[CLEANUP], Operations, 8
[CLEANUP], AverageLatency(us), 161.625
[CLEANUP], MinLatency(us), 54
[CLEANUP], MaxLatency(us), 432
[CLEANUP], 95thPercentileLatency(us), 432
[CLEANUP], 99thPercentileLatency(us), 432
[CLEANUP], 54, 1.0
[CLEANUP], 60, 1.0
[CLEANUP], 141, 1.0
[CLEANUP], 146, 1.0
[CLEANUP], 152, 1.0
[CLEANUP], 153, 1.0
[CLEANUP], 155, 1.0
[CLEANUP], 432, 1.0
[INSERT], Operations, 2000000
[INSERT], AverageLatency(us), 44084.045058
[INSERT], MinLatency(us), 5736
[INSERT], MaxLatency(us), 872447
[INSERT], 95thPercentileLatency(us), 44191
[INSERT], 99thPercentileLatency(us), 44799
[INSERT], Return=OK, 2000000
[INSERT], 5739, 1.0
[INSERT], 5803, 1.0
[INSERT], 5807, 1.0
[INSERT], 5811, 1.0
[INSERT], 5815, 1.0
[INSERT], 5823, 1.0
[INSERT], 5831, 1.0
[INSERT], 7511, 1.0
[INSERT], 40447, 1.0
[INSERT], 40479, 1.0
[INSERT], 40511, 3.0
[INSERT], 40543, 1.0
[INSERT], 40575, 5.0
[INSERT], 40639, 4.0
[INSERT], 40671, 2.0
[INSERT], 40703, 3.0
[INSERT], 40767, 4.0
[INSERT], 40799, 7.0
[INSERT], 40831, 3.0
[INSERT], 40863, 5.0
[INSERT], 40895, 6.0
[INSERT], 40927, 5.0
[INSERT], 40959, 5.0
[INSERT], 40991, 8.0
[INSERT], 41023, 2.0
[INSERT], 41055, 3.0
[INSERT], 41087, 7.0
[INSERT], 41119, 7.0
[INSERT], 41151, 1.0
[INSERT], 41183, 3.0
[INSERT], 41215, 2.0
[INSERT], 41247, 7.0
[INSERT], 41279, 6.0
[INSERT], 41311, 11.0
[INSERT], 41343, 11.0
[INSERT], 41375, 13.0
[INSERT], 41407, 14.0
[INSERT], 41439, 15.0
[INSERT], 41471, 5.0
[INSERT], 41503, 6.0
[INSERT], 41535, 6.0
[INSERT], 41567, 10.0
[INSERT], 41599, 7.0
[INSERT], 41631, 14.0
[INSERT], 41663, 12.0
[INSERT], 41695, 9.0
[INSERT], 41727, 8.0
[INSERT], 41759, 11.0
[INSERT], 41791, 17.0
[INSERT], 41823, 11.0
[INSERT], 41855, 15.0
[INSERT], 41887, 21.0
[INSERT], 41919, 20.0
[INSERT], 41951, 18.0
[INSERT], 41983, 38.0
[INSERT], 42015, 27.0
[INSERT], 42047, 46.0
[INSERT], 42079, 33.0
[INSERT], 42111, 44.0
[INSERT], 42143, 51.0
[INSERT], 42175, 55.0
[INSERT], 42207, 69.0
[INSERT], 42239, 69.0
[INSERT], 42271, 62.0
[INSERT], 42303, 57.0
[INSERT], 42335, 70.0
[INSERT], 42367, 85.0
[INSERT], 42399, 96.0
[INSERT], 42431, 86.0
[INSERT], 42463, 100.0
[INSERT], 42495, 112.0
[INSERT], 42527, 120.0
[INSERT], 42559, 112.0
[INSERT], 42591, 128.0
[INSERT], 42623, 125.0
[INSERT], 42655, 131.0
[INSERT], 42687, 137.0
[INSERT], 42719, 132.0
[INSERT], 42751, 137.0
[INSERT], 42783, 114.0
[INSERT], 42815, 125.0
[INSERT], 42847, 138.0
[INSERT], 42879, 143.0
[INSERT], 42911, 151.0
[INSERT], 42943, 137.0
[INSERT], 42975, 163.0
[INSERT], 43007, 167.0
[INSERT], 43039, 180.0
[INSERT], 43071, 219.0
[INSERT], 43103, 244.0
[INSERT], 43135, 293.0
[INSERT], 43167, 295.0
[INSERT], 43199, 346.0
[INSERT], 43231, 376.0
[INSERT], 43263, 435.0
[INSERT], 43295, 521.0
[INSERT], 43327, 531.0
[INSERT], 43359, 640.0
[INSERT], 43391, 792.0
[INSERT], 43423, 909.0
[INSERT], 43455, 945.0
[INSERT], 43487, 942.0
[INSERT], 43519, 1136.0
[INSERT], 43551, 1318.0
[INSERT], 43583, 1664.0
[INSERT], 43615, 2361.0
[INSERT], 43647, 3195.0
[INSERT], 43679, 4694.0
[INSERT], 43711, 7157.0
[INSERT], 43743, 12120.0
[INSERT], 43775, 19558.0
[INSERT], 43807, 27017.0
[INSERT], 43839, 40278.0
[INSERT], 43871, 59617.0
[INSERT], 43903, 97416.0
[INSERT], 43935, 165475.0
[INSERT], 43967, 251948.0
[INSERT], 43999, 334850.0
[INSERT], 44031, 308923.0
[INSERT], 44063, 225100.0
[INSERT], 44095, 146535.0
[INSERT], 44127, 88343.0
[INSERT], 44159, 56220.0
[INSERT], 44191, 37088.0
[INSERT], 44223, 24071.0
[INSERT], 44255, 15609.0
[INSERT], 44287, 9710.0
[INSERT], 44319, 6726.0
[INSERT], 44351, 4733.0
[INSERT], 44383, 3319.0
[INSERT], 44415, 2458.0
[INSERT], 44447, 1774.0
[INSERT], 44479, 1457.0
[INSERT], 44511, 1160.0
[INSERT], 44543, 1021.0
[INSERT], 44575, 935.0
[INSERT], 44607, 802.0
[INSERT], 44639, 775.0
[INSERT], 44671, 577.0
[INSERT], 44703, 528.0
[INSERT], 44735, 438.0
[INSERT], 44767, 401.0
[INSERT], 44799, 347.0
[INSERT], 44831, 304.0
[INSERT], 44863, 272.0
[INSERT], 44895, 238.0
[INSERT], 44927, 201.0
[INSERT], 44959, 187.0
[INSERT], 44991, 160.0
[INSERT], 45023, 161.0
[INSERT], 45055, 149.0
[INSERT], 45087, 124.0
[INSERT], 45119, 118.0
[INSERT], 45151, 102.0
[INSERT], 45183, 130.0
[INSERT], 45215, 128.0
[INSERT], 45247, 112.0
[INSERT], 45279, 104.0
[INSERT], 45311, 113.0
[INSERT], 45343, 103.0
[INSERT], 45375, 120.0
[INSERT], 45407, 119.0
[INSERT], 45439, 118.0
[INSERT], 45471, 105.0
[INSERT], 45503, 103.0
[INSERT], 45535, 96.0
[INSERT], 45567, 93.0
[INSERT], 45599, 94.0
[INSERT], 45631, 76.0
[INSERT], 45663, 84.0
[INSERT], 45695, 63.0
[INSERT], 45727, 61.0
[INSERT], 45759, 55.0
[INSERT], 45791, 49.0
[INSERT], 45823, 46.0
[INSERT], 45855, 36.0
[INSERT], 45887, 34.0
[INSERT], 45919, 23.0
[INSERT], 45951, 28.0
[INSERT], 45983, 24.0
[INSERT], 46015, 17.0
[INSERT], 46047, 19.0
[INSERT], 46079, 17.0
[INSERT], 46111, 13.0
[INSERT], 46143, 17.0
[INSERT], 46175, 19.0
[INSERT], 46207, 18.0
[INSERT], 46239, 15.0
[INSERT], 46271, 8.0
[INSERT], 46303, 13.0
[INSERT], 46335, 16.0
[INSERT], 46367, 14.0
[INSERT], 46399, 16.0
[INSERT], 46431, 14.0
[INSERT], 46463, 17.0
[INSERT], 46495, 19.0
[INSERT], 46527, 14.0
[INSERT], 46559, 15.0
[INSERT], 46591, 11.0
[INSERT], 46623, 14.0
[INSERT], 46655, 12.0
[INSERT], 46687, 17.0
[INSERT], 46719, 18.0
[INSERT], 46751, 12.0
[INSERT], 46783, 14.0
[INSERT], 46815, 12.0
[INSERT], 46847, 13.0
[INSERT], 46879, 10.0
[INSERT], 46911, 16.0
[INSERT], 46943, 22.0
[INSERT], 46975, 19.0
[INSERT], 47007, 21.0
[INSERT], 47039, 26.0
[INSERT], 47071, 17.0
[INSERT], 47103, 27.0
[INSERT], 47135, 27.0
[INSERT], 47167, 28.0
[INSERT], 47199, 23.0
[INSERT], 47231, 33.0
[INSERT], 47263, 51.0
[INSERT], 47295, 32.0
[INSERT], 47327, 33.0
[INSERT], 47359, 29.0
[INSERT], 47391, 48.0
[INSERT], 47423, 59.0
[INSERT], 47455, 76.0
[INSERT], 47487, 60.0
[INSERT], 47519, 77.0
[INSERT], 47551, 108.0
[INSERT], 47583, 81.0
[INSERT], 47615, 99.0
[INSERT], 47647, 118.0
[INSERT], 47679, 161.0
[INSERT], 47711, 172.0
[INSERT], 47743, 212.0
[INSERT], 47775, 264.0
[INSERT], 47807, 351.0
[INSERT], 47839, 416.0
[INSERT], 47871, 515.0
[INSERT], 47903, 592.0
[INSERT], 47935, 649.0
[INSERT], 47967, 857.0
[INSERT], 47999, 1253.0
[INSERT], 48031, 1147.0
[INSERT], 48063, 896.0
[INSERT], 48095, 751.0
[INSERT], 48127, 746.0
[INSERT], 48159, 586.0
[INSERT], 48191, 520.0
[INSERT], 48223, 529.0
[INSERT], 48255, 551.0
[INSERT], 48287, 519.0
[INSERT], 48319, 298.0
[INSERT], 48351, 250.0
[INSERT], 48383, 184.0
[INSERT], 48415, 177.0
[INSERT], 48447, 146.0
[INSERT], 48479, 103.0
[INSERT], 48511, 93.0
[INSERT], 48543, 79.0
[INSERT], 48575, 61.0
[INSERT], 48607, 61.0
[INSERT], 48639, 50.0
[INSERT], 48671, 36.0
[INSERT], 48703, 26.0
[INSERT], 48735, 28.0
[INSERT], 48767, 30.0
[INSERT], 48799, 24.0
[INSERT], 48831, 14.0
[INSERT], 48863, 14.0
[INSERT], 48895, 19.0
[INSERT], 48927, 9.0
[INSERT], 48959, 19.0
[INSERT], 48991, 15.0
[INSERT], 49023, 10.0
[INSERT], 49055, 8.0
[INSERT], 49087, 11.0
[INSERT], 49119, 4.0
[INSERT], 49151, 9.0
[INSERT], 49183, 6.0
[INSERT], 49215, 12.0
[INSERT], 49247, 11.0
[INSERT], 49279, 4.0
[INSERT], 49311, 12.0
[INSERT], 49343, 5.0
[INSERT], 49375, 6.0
[INSERT], 49407, 7.0
[INSERT], 49439, 4.0
[INSERT], 49471, 6.0
[INSERT], 49503, 7.0
[INSERT], 49535, 7.0
[INSERT], 49567, 9.0
[INSERT], 49599, 4.0
[INSERT], 49631, 2.0
[INSERT], 49663, 5.0
[INSERT], 49695, 3.0
[INSERT], 49759, 3.0
[INSERT], 49791, 4.0
[INSERT], 49823, 4.0
[INSERT], 49855, 2.0
[INSERT], 49887, 1.0
[INSERT], 49919, 1.0
[INSERT], 49951, 3.0
[INSERT], 49983, 1.0
[INSERT], 50015, 2.0
[INSERT], 50079, 2.0
[INSERT], 50143, 1.0
[INSERT], 50175, 2.0
[INSERT], 50207, 2.0
[INSERT], 50239, 1.0
[INSERT], 50271, 1.0
[INSERT], 50335, 3.0
[INSERT], 50399, 1.0
[INSERT], 50431, 2.0
[INSERT], 50463, 2.0
[INSERT], 50527, 1.0
[INSERT], 50559, 1.0
[INSERT], 50623, 1.0
[INSERT], 50687, 1.0
[INSERT], 50751, 1.0
[INSERT], 50879, 1.0
[INSERT], 50911, 1.0
[INSERT], 50943, 2.0
[INSERT], 50975, 1.0
[INSERT], 51039, 1.0
[INSERT], 51263, 1.0
[INSERT], 51327, 1.0
[INSERT], 51359, 1.0
[INSERT], 51391, 1.0
[INSERT], 51615, 1.0
[INSERT], 51679, 2.0
[INSERT], 51711, 1.0
[INSERT], 51743, 1.0
[INSERT], 51775, 1.0
[INSERT], 51839, 2.0
[INSERT], 51967, 1.0
[INSERT], 52319, 1.0
[INSERT], 52767, 1.0
[INSERT], 52959, 2.0
[INSERT], 53023, 1.0
[INSERT], 53535, 1.0
[INSERT], 53599, 1.0
[INSERT], 53791, 1.0
[INSERT], 53983, 1.0
[INSERT], 54335, 1.0
[INSERT], 54879, 2.0
[INSERT], 55071, 1.0
[INSERT], 55103, 1.0
[INSERT], 55199, 1.0
[INSERT], 55231, 2.0
[INSERT], 55263, 1.0
[INSERT], 55295, 1.0
[INSERT], 55743, 1.0
[INSERT], 55967, 1.0
[INSERT], 55999, 1.0
[INSERT], 56031, 3.0
[INSERT], 56191, 1.0
[INSERT], 56287, 1.0
[INSERT], 56351, 2.0
[INSERT], 56383, 1.0
[INSERT], 56767, 1.0
[INSERT], 56895, 2.0
[INSERT], 57023, 1.0
[INSERT], 57055, 3.0
[INSERT], 57119, 1.0
[INSERT], 57151, 1.0
[INSERT], 58783, 1.0
[INSERT], 59999, 1.0
[INSERT], 60031, 1.0
[INSERT], 60191, 1.0
[INSERT], 61727, 1.0
[INSERT], 63967, 2.0
[INSERT], 64159, 2.0
[INSERT], 64255, 2.0
[INSERT], 64287, 1.0
[INSERT], 67519, 1.0
[INSERT], 68287, 1.0
[INSERT], 71935, 1.0
[INSERT], 72063, 1.0
[INSERT], 83263, 2.0
[INSERT], 83327, 1.0
[INSERT], 86463, 2.0
[INSERT], 86527, 1.0
[INSERT], 88959, 1.0
[INSERT], 89151, 1.0
[INSERT], 96959, 1.0
[INSERT], 105151, 1.0
[INSERT], 113151, 1.0
[INSERT], 113343, 1.0
[INSERT], 124991, 1.0
[INSERT], 125119, 1.0
[INSERT], 136191, 2.0
[INSERT], 136319, 3.0
[INSERT], 144383, 1.0
[INSERT], 155519, 1.0
[INSERT], 155775, 1.0
[INSERT], 159743, 1.0
[INSERT], 172287, 2.0
[INSERT], 176383, 3.0
[INSERT], 180095, 3.0
[INSERT], 180223, 1.0
[INSERT], 180351, 1.0
[INSERT], 180735, 1.0
[INSERT], 180863, 1.0
[INSERT], 180991, 1.0
[INSERT], 183167, 1.0
[INSERT], 183551, 1.0
[INSERT], 183679, 1.0
[INSERT], 186751, 1.0
[INSERT], 187135, 1.0
[INSERT], 187775, 1.0
[INSERT], 187903, 1.0
[INSERT], 188287, 1.0
[INSERT], 188415, 1.0
[INSERT], 188799, 2.0
[INSERT], 189823, 1.0
[INSERT], 190719, 1.0
[INSERT], 190847, 1.0
[INSERT], 192639, 1.0
[INSERT], 195327, 3.0
[INSERT], 195839, 1.0
[INSERT], 197503, 2.0
[INSERT], 197631, 2.0
[INSERT], 198143, 1.0
[INSERT], 198911, 1.0
[INSERT], 199679, 1.0
[INSERT], 199935, 1.0
[INSERT], 200959, 1.0
[INSERT], 202751, 1.0
[INSERT], 204671, 2.0
[INSERT], 204799, 1.0
[INSERT], 206719, 2.0
[INSERT], 206847, 1.0
[INSERT], 206975, 1.0
[INSERT], 207615, 2.0
[INSERT], 207743, 1.0
[INSERT], 207871, 1.0
[INSERT], 208255, 1.0
[INSERT], 208639, 1.0
[INSERT], 208895, 2.0
[INSERT], 209023, 1.0
[INSERT], 209791, 2.0
[INSERT], 210687, 1.0
[INSERT], 211455, 3.0
[INSERT], 212479, 2.0
[INSERT], 212607, 1.0
[INSERT], 212735, 1.0
[INSERT], 212991, 2.0
[INSERT], 213247, 1.0
[INSERT], 213375, 1.0
[INSERT], 214143, 1.0
[INSERT], 215167, 1.0
[INSERT], 215551, 2.0
[INSERT], 216831, 3.0
[INSERT], 216959, 1.0
[INSERT], 217855, 1.0
[INSERT], 218367, 1.0
[INSERT], 218495, 5.0
[INSERT], 218623, 4.0
[INSERT], 218879, 1.0
[INSERT], 220159, 1.0
[INSERT], 220287, 2.0
[INSERT], 220415, 3.0
[INSERT], 220927, 1.0
[INSERT], 221951, 1.0
[INSERT], 222463, 1.0
[INSERT], 222591, 1.0
[INSERT], 222719, 4.0
[INSERT], 222847, 1.0
[INSERT], 223999, 1.0
[INSERT], 224639, 1.0
[INSERT], 224895, 1.0
[INSERT], 225279, 2.0
[INSERT], 225663, 3.0
[INSERT], 226047, 1.0
[INSERT], 226175, 1.0
[INSERT], 226687, 2.0
[INSERT], 226815, 1.0
[INSERT], 227711, 1.0
[INSERT], 228095, 1.0
[INSERT], 228223, 2.0
[INSERT], 228351, 1.0
[INSERT], 228479, 1.0
[INSERT], 228735, 1.0
[INSERT], 228863, 2.0
[INSERT], 228991, 4.0
[INSERT], 229119, 2.0
[INSERT], 229375, 1.0
[INSERT], 229503, 2.0
[INSERT], 230271, 1.0
[INSERT], 230527, 4.0
[INSERT], 230783, 2.0
[INSERT], 230911, 1.0
[INSERT], 231551, 1.0
[INSERT], 231679, 2.0
[INSERT], 231935, 3.0
[INSERT], 232319, 1.0
[INSERT], 232703, 2.0
[INSERT], 232831, 1.0
[INSERT], 233215, 2.0
[INSERT], 233343, 1.0
[INSERT], 233471, 2.0
[INSERT], 233599, 2.0
[INSERT], 233855, 1.0
[INSERT], 233983, 2.0
[INSERT], 234367, 1.0
[INSERT], 234751, 2.0
[INSERT], 236543, 3.0
[INSERT], 236927, 1.0
[INSERT], 237055, 4.0
[INSERT], 237183, 2.0
[INSERT], 237439, 3.0
[INSERT], 237567, 2.0
[INSERT], 238079, 3.0
[INSERT], 238207, 1.0
[INSERT], 238335, 1.0
[INSERT], 238463, 3.0
[INSERT], 238591, 2.0
[INSERT], 238975, 1.0
[INSERT], 239359, 2.0
[INSERT], 239487, 1.0
[INSERT], 240383, 1.0
[INSERT], 240639, 2.0
[INSERT], 240767, 2.0
[INSERT], 240895, 1.0
[INSERT], 241151, 1.0
[INSERT], 241279, 1.0
[INSERT], 241407, 1.0
[INSERT], 241535, 1.0
[INSERT], 241663, 2.0
[INSERT], 241791, 1.0
[INSERT], 241919, 2.0
[INSERT], 242047, 1.0
[INSERT], 242431, 1.0
[INSERT], 242559, 1.0
[INSERT], 242687, 2.0
[INSERT], 244863, 1.0
[INSERT], 245119, 1.0
[INSERT], 245375, 1.0
[INSERT], 245631, 2.0
[INSERT], 246143, 1.0
[INSERT], 246527, 1.0
[INSERT], 246783, 2.0
[INSERT], 247295, 1.0
[INSERT], 247935, 1.0
[INSERT], 248575, 1.0
[INSERT], 248959, 2.0
[INSERT], 249215, 5.0
[INSERT], 249343, 1.0
[INSERT], 249471, 2.0
[INSERT], 249599, 1.0
[INSERT], 249727, 2.0
[INSERT], 249983, 5.0
[INSERT], 250239, 2.0
[INSERT], 250367, 1.0
[INSERT], 250495, 1.0
[INSERT], 250879, 1.0
[INSERT], 251391, 1.0
[INSERT], 251775, 3.0
[INSERT], 252543, 2.0
[INSERT], 252799, 2.0
[INSERT], 252927, 1.0
[INSERT], 253055, 3.0
[INSERT], 253183, 4.0
[INSERT], 253439, 2.0
[INSERT], 253567, 2.0
[INSERT], 254719, 1.0
[INSERT], 255487, 1.0
[INSERT], 255615, 1.0
[INSERT], 255743, 1.0
[INSERT], 256639, 1.0
[INSERT], 256767, 1.0
[INSERT], 256895, 1.0
[INSERT], 257023, 1.0
[INSERT], 257279, 1.0
[INSERT], 257535, 3.0
[INSERT], 257663, 2.0
[INSERT], 257791, 1.0
[INSERT], 258047, 3.0
[INSERT], 258303, 2.0
[INSERT], 258943, 1.0
[INSERT], 259071, 1.0
[INSERT], 259199, 1.0
[INSERT], 259327, 1.0
[INSERT], 259455, 1.0
[INSERT], 259583, 2.0
[INSERT], 260607, 4.0
[INSERT], 260735, 3.0
[INSERT], 261247, 4.0
[INSERT], 261375, 5.0
[INSERT], 261503, 1.0
[INSERT], 261759, 1.0
[INSERT], 262015, 1.0
[INSERT], 263423, 2.0
[INSERT], 263679, 2.0
[INSERT], 263935, 1.0
[INSERT], 264447, 2.0
[INSERT], 264703, 3.0
[INSERT], 264959, 1.0
[INSERT], 265215, 1.0
[INSERT], 265471, 1.0
[INSERT], 265727, 3.0
[INSERT], 265983, 1.0
[INSERT], 266239, 1.0
[INSERT], 266751, 1.0
[INSERT], 267519, 1.0
[INSERT], 267775, 2.0
[INSERT], 268799, 1.0
[INSERT], 269055, 2.0
[INSERT], 269311, 1.0
[INSERT], 269567, 2.0
[INSERT], 269823, 4.0
[INSERT], 271615, 1.0
[INSERT], 272639, 3.0
[INSERT], 273407, 1.0
[INSERT], 273919, 1.0
[INSERT], 274175, 1.0
[INSERT], 274943, 1.0
[INSERT], 275199, 1.0
[INSERT], 275455, 4.0
[INSERT], 275711, 3.0
[INSERT], 275967, 2.0
[INSERT], 277247, 2.0
[INSERT], 278015, 1.0
[INSERT], 279807, 2.0
[INSERT], 280831, 1.0
[INSERT], 281599, 1.0
[INSERT], 281855, 3.0
[INSERT], 283391, 2.0
[INSERT], 283647, 1.0
[INSERT], 284927, 2.0
[INSERT], 285439, 3.0
[INSERT], 287487, 1.0
[INSERT], 287743, 3.0
[INSERT], 288767, 1.0
[INSERT], 289535, 1.0
[INSERT], 290047, 1.0
[INSERT], 290303, 2.0
[INSERT], 291583, 3.0
[INSERT], 293375, 4.0
[INSERT], 295423, 1.0
[INSERT], 295679, 1.0
[INSERT], 297215, 2.0
[INSERT], 299263, 1.0
[INSERT], 299519, 2.0
[INSERT], 301311, 2.0
[INSERT], 301567, 1.0
[INSERT], 302079, 1.0
[INSERT], 305919, 1.0
[INSERT], 540671, 4.0
[INSERT], 584191, 4.0
[INSERT], 636415, 4.0
[INSERT], 639999, 1.0
[INSERT], 679935, 2.0
[INSERT], 684031, 1.0
[INSERT], 724479, 7.0
[INSERT], 756735, 1.0
[INSERT], 764415, 1.0
[INSERT], 768511, 4.0
[INSERT], 776703, 1.0
[INSERT], 788479, 2.0
[INSERT], 792575, 4.0
[INSERT], 796671, 1.0
[INSERT], 812031, 3.0
[INSERT], 824831, 1.0
[INSERT], 828415, 4.0
[INSERT], 840191, 1.0
[INSERT], 856575, 1.0
[INSERT], 872447, 1.0